[
    {
        "Year":"625 March 23",
        "Battle":"Battle of Uhud",
        "Description":"Khalid ibn al-Walid as a Meccan commander defeats Muslim force led by Muhammad. Many Muslims were killed, and even Muhammad himself was badly injured."
    },
    {
        "Year":629,
        "Battle":"Battle of Mu'tah",
        "Description":"A small Muslim Arab army confronts a larger joint force consisting of elements from the Byzantine Empire and allied Christian Arabs."
    },
    {
        "Year":"633 Apr",
        "Battle":"Battle of Chains",
        "Description":"Khalid ibn al-Walid decisively defeats a Persian army in his first battle against the Persian Empire"
    },
    {
        "Year":"633 May",
        "Battle":"Battle of Walaja",
        "Description":"Khalid ibn al-Walid decisively defeats the larger forces of the Persian Empire using a double envelopment maneuver"
    },
    {
        "Year":"633 May",
        "Battle":"Battle of Walaja",
        "Description":"Khalid ibn al-Walid decisively defeats the larger forces of the Persian Empire using a double envelopment maneuver"
    },
    {
        "Year":"633 Nov.",
        "Battle":"Battle of Zumail",
        "Description":"Khalid ibn al-Walid decisively defeats the Persian forces, conquering most of Mesopotamia (Iraq) from the Persian Empire"
    },
    {
        "Year":"634 Jan",
        "Battle":"Battle of Firaz",
        "Description":"Khalid ibn al-Walid decisively defeats the larger combined forces of the Persian Empire, Byzantine Empire, and Christian Arabs, completing his conquest of Mesopotamia"
    },
    {
        "Year":"634 June–July",
        "Battle":"Battle of Bosra",
        "Description":"A small Muslim army under Khalid ibn al-Walid lay siege to the city of Bosra, decisively defeating a larger army of Byzantines and Christian Arabs"
    },
    {
        "Year":"634 July",
        "Battle":"Battle of Ajnadayn",
        "Description":"The first major pitched battle between the Muslim Arabs under Khalid ibn al-Walid against a larger Byzantine army under Heraclius leads to a decisive Muslim victory"
    },
    {
        "Year":"635",
        "Battle":"Battle of Fahl",
        "Description":"Khalid ibn al-Walid decisively defeats the larger forces of the Byzantine Empire under Heraclius, and conquers Palestine, Jordan and southern Syria from the Byzantine Empire"
    },
    {
        "Year":"636 August",
        "Battle":"Battle of Yarmouk",
        "Description":"Muslim forces under Khalid ibn al-Walid crush a larger army of Byzantines under Heraclius and Constantine III"
    },
    {
        "Year":637,
        "Battle":"Battle of Iron Bridge",
        "Description":"Khalid ibn al-Walid decisively defeats a larger Byzantine army under Heraclius in his final battle against the Byzantine Empire, conquering northern Syria and southern Turkey"
    },
    {
        "Year":637,
        "Battle":"Battle of Hazir",
        "Description":"Khalid ibn al-Walid defeats the garrison of Qinnasrin under Meenas at Hazim in Syria, wiping out the Byzantine force."
    }
]