[
  {
    "Number": "@@@_758",
    "Author": "William Shakespeare",
    "First line": "@@@_None",
    "Notes": "First publication, later appears as Sonnet 138 in Shakespeare's sonnets."
  },
  {
    "Number": 3,
    "Author": "William Shakespeare",
    "First line": "\\Did not the heavenly rhetoric of thine eye\\\"\"",
    "Notes": "A Version of Longaville's sonnet to Maria in Love's Labour's Lost 4.3.58—71."
  },
  {
    "Number": 6,
    "Author": "Unknown",
    "First line": "\\Scarce had the sun dried up the dewy morn\\\"\"",
    "Notes": "On the theme of Venus and Adonis, as is Shakespeare's narrative poem."
  },
  {
    "Number": "@@@_-44",
    "Author": "Richard Barnfield",
    "First line": "\\If music and sweet poetry agree\\\"\"",
    "Notes": "First published in Poems in Diverse Humours (1598)."
  },
  {
    "Number": 9,
    "Author": "Unknown",
    "First line": "\\Fair was the morn when the fair queen of love\\\"\"",
    "Notes": "On the theme of Venus and Adonis, as is Shakespeare's narrative poem."
  },
  {
    "Number": 12,
    "Author": "Thomas Deloney?",
    "First line": "\\Crabbed age and youth cannot live together\\\"\"",
    "Notes": "Was reprinted with additional stanzas in Thomas Deloney's The Garden of Good Will entered into the Stationer's Register in March 1593. Deloney died in 1600; he might be the author of 12, though collections of his verse issued after his death contain poems by other authors. Critic Hallett Smith has identified poem 12 as the one most often favoured by readers as possibly Shakespearean – \\but there is nothing to support the attribution.\\\"\""
  },
  {
    "Number": 13,
    "Author": "Unknown",
    "First line": "\\Beauty is but a vain and doubtful good\\\"\"",
    "Notes": "In the same six-line stanza format as Venus and Adonis."
  },
  {
    "Number": 16,
    "Author": "William Shakespeare",
    "First line": "\\On a day (alack the day)\\\"\"",
    "Notes": "Dumaine's poem to Catherine in Love's Labour's Lost 4.3.99—118. Reprinted in England's Helicon (1600)."
  },
  {
    "Number": 18,
    "Author": "Unknown",
    "First line": "\\When as thine eye hath chose the dame\\\"\"",
    "Notes": "Three versions of the poem exist in manuscript miscellanies."
  },
  {
    "Number": "@@@_283",
    "Author": "Christopher Marlowe & Sir Walter Raleigh",
    "First line": "\\Live with me and be my love\\\"\"",
    "Notes": "An inferior text of Marlowe's poem \\The Passionate Shepherd to His Love\\\" followed by the first stanza of Sir Walter Raleigh's \\\"The Nymph's Reply to the Shepherd\\\"\""
  },
  {
    "Number": "@@@_119",
    "Author": "Richard Barnfield",
    "First line": "\\As it fell upon a day\\\"\"",
    "Notes": "First published in Poems in Divers Humors (1598)."
  }
]