[
  {
    "Unnamed: 0": 1,
    "Name on the Register": "Academy of the Sacred Heart",
    "Date listed": "June 25, 1987\n(#87001061)",
    "Location": "171 Lake Shore Dr.\n42°23′35″N 82°53′37″W﻿ / ﻿42.393056°N 82.893611°W",
    "City or town": "Grosse Pointe Farms",
    "Summary": "This school was established in 1887 as a boarding school for young ladies by the Religious of the Sacred Heart, an order of cloistered nuns. It is now run as an independent day school, known as the Grosse Pointe Academy, by a lay Board of Trustees who continue the educational mission of the school."
  },
  {
    "Unnamed: 0": 2,
    "Name on the Register": "Russell A. Alger, Jr. House",
    "Date listed": "July 8, 1982\n(#82002917)",
    "Location": "32 Lake Shore Dr.\n42°23′13″N 82°53′50″W﻿ / ﻿42.386944°N 82.897222°W",
    "City or town": "Grosse Pointe Farms",
    "Summary": "The Russell A. Alger, Jr. House was built in 1910 and served as the family home of Russell A. Alger Jr. until 1949, when it was donated to the community and dedicated to the memory of veterans and soldiers of World War II. It was rechristened the Grosse Pointe War Memorial, and is also known as The Moorings."
  },
  {
    "Unnamed: 0": 3,
    "Name on the Register": "Annapolis Park Historic District",
    "Date listed": "May 18, 2006\n(#06000405)",
    "Location": "Julius, Matthew, Hanover, Farnum, Alan, and Paul\n42°16′14″N 83°19′59″W﻿ / ﻿42.270556°N 83.333056°W",
    "City or town": "Westland",
    "Summary": "During World War II, the African-American population in Detroit ballooned to 300,000 residents, but housing covenants, overpriced rent, and other forms of discrimination restricted where they could live. Julius and William Schwartz platted the Annapolis Park suburb in Westland in 1953 specifically for African-Americans."
  },
  {
    "Unnamed: 0": 4,
    "Name on the Register": "Henry W. Baker House",
    "Date listed": "April 22, 1982\n(#82002922)",
    "Location": "233 S. Main St.\n42°22′19″N 83°28′03″W﻿ / ﻿42.371944°N 83.4675°W",
    "City or town": "Plymouth",
    "Summary": "This house was built for Henry W. Baker, president of the Plymouth Iron Windmill Company, which in 1888 introduced the Daisy air rifle and later changed its name to the Daisy Manufacturing Company. The house is of a fanciful Italianate design, likely based on an illustration in a pattern book. The house was a landmark in Plymouth because of the unusual tower, shaped like a pagoda, atop the mansard roof."
  },
  {
    "Unnamed: 0": 5,
    "Name on the Register": "Tivadar and Dorothy Balogh House",
    "Date listed": "September 30, 2013\n(#13000800)",
    "Location": "49800 Joy Road (Plymouth Township)\n42°21′02″N 83°31′52″W﻿ / ﻿42.350548°N 83.531141°W",
    "City or town": "Cherry Hill vicinity",
    "Summary": "The Tivadar and Dorothy Balogh House was constructed in 1958-59 by architect Tividar Balogh for himself, his wife, Dorothy and their family. The house is a two-story cubic structure, clad in redwood siding. The house sits on a partial basement on one side and support posts on the other side. The section beneath the house was originally open; the space beneath gives the house an impressive \\lightness\\\" and makes it appear to hover above the landscape.\""
  },
  {
    "Unnamed: 0": 6,
    "Name on the Register": "Thomas and Maria Blackman Bartlett House",
    "Date listed": "June 2, 2000\n(#00000614)",
    "Location": "500 N. Ridge Rd. (Canton Township)\n42°18′30″N 83°32′05″W﻿ / ﻿42.308333°N 83.534722°W",
    "City or town": "Cherry Hill",
    "Summary": "The Thomas and Maria Blackman Bartlett House (also known as the Bartlett-Travis House) was originally constructed c. 1840 in a Greek Revival style, but in subsequent years has been updated with Victorian elements. In 1989, the house was moved to its current location and placed on a new foundation. Restoration work was begun in 1994 and finished in 2002."
  },
  {
    "Unnamed: 0": 7,
    "Name on the Register": "Beverly Road Historic District",
    "Date listed": "April 7, 1995\n(#94001428)",
    "Location": "23-45 Beverly Rd.\n42°23′18″N 82°54′06″W﻿ / ﻿42.388333°N 82.901667°W",
    "City or town": "Grosse Pointe Farms",
    "Summary": "The Beverly Road Historic District covers the original area of the Beverly Park Subdivision, platted by Henry B. Joy in 1911. The district was one of the earliest upper-class subdivisions in the Grosse Pointes, and marked the change of the area from a farming and summer-home community into an upscale year-round community."
  },
  {
    "Unnamed: 0": 8,
    "Name on the Register": "David and Elizabeth Bell Boldman House",
    "Date listed": "June 2, 2000\n(#00000615)",
    "Location": "3339 S. Canton Center Rd. (Canton Township)\n42°16′54″N 83°29′09″W﻿ / ﻿42.281667°N 83.485833°W",
    "City or town": "Sheldon",
    "Summary": "The David and Elizabeth Bell Boldman House was a basilica-style Greek Revival with a two-story center section flanked by single-story wings. The former site of the house is now vacant."
  },
  {
    "Unnamed: 0": 9,
    "Name on the Register": "Benjamin and Mary Ann Bradford House",
    "Date listed": "June 9, 2000\n(#00000648)",
    "Location": "48145 Warren Rd.\n42°20′07″N 83°30′54″W﻿ / ﻿42.335278°N 83.515°W",
    "City or town": "Canton",
    "Summary": "In 1825, Moses Bradford moved to Canton Township, one of the first settlers to stake a claim in the area. The following year, Aruna and Mary Bradford, Moses's parents, followed their son to Canton Township. On arrival, they bought the property this house now sits on; in 1835 they sold the parcel to their other son, Benjamin. In 1860, Benjamin built the house that now stands on the property; it remained in the Bradford family until 1911."
  },
  {
    "Unnamed: 0": 10,
    "Name on the Register": "Jos. Campau Historic District",
    "Date listed": "October 17, 2012\n(#12000870)",
    "Location": "Bounded by Holbrook, Pulaski, Casmere, & Lehman Sts.\n42°23′55″N 83°03′32″W﻿ / ﻿42.39852°N 83.058922°W",
    "City or town": "Hamtramck",
    "Summary": "The Jos. Campau Historic District contains a unique collection of early 20th century commercial architecture, constructed as Hamtramck expanded in the wake of the 1915 opening of the nearby Dodge Main Plant."
  },
  {
    "Unnamed: 0": 11,
    "Name on the Register": "Cherry Hill Historic District",
    "Date listed": "April 2, 2003\n(#03000176)",
    "Location": "Cherry Hill and Ridge Rds.\n42°18′17″N 83°32′20″W﻿ / ﻿42.304722°N 83.538889°W",
    "City or town": "Canton Township",
    "Summary": "The Cherry Hill Historic District contains buildings on Cherry Hill and Ridge Roads in the unincorporated crossroads community of Cherry Hill. CHerry Hill was established in 1825, and the district includes the Italianate Cherry Hill House inn, the Gothic Revival Cherry Hill United Methodist Church and associated cemetery, the Cherry Hill School, the Thomas and Maria Blackman Bartlett House, the Thomas and Isabella Moore Clyde House, and buildings used for one of Henry Ford's Village industry projects."
  },
  {
    "Unnamed: 0": 13,
    "Name on the Register": "Thomas and Isabella Moore Clyde House",
    "Date listed": "April 2, 2003\n(#03000175)",
    "Location": "50325 Cherry Hill Rd.\n42°18′21″N 83°32′07″W﻿ / ﻿42.305833°N 83.535278°W",
    "City or town": "Canton Township",
    "Summary": "The Thomas Clyde House is a 1 1⁄2-story clapboard upright and wing Greek Revival house with an unusual asymmetrical facade. It was built c. 1845, and moved from its original location across the street to its present location in 1924."
  },
  {
    "Unnamed: 0": 14,
    "Name on the Register": "Commandant's Quarters",
    "Date listed": "October 15, 1970\n(#70000286)",
    "Location": "21950 Michigan Ave.\n42°18′23″N 83°14′38″W﻿ / ﻿42.306389°N 83.243889°W",
    "City or town": "Dearborn",
    "Summary": "The Commandant's Quarters was built in 1833 as part of the Detroit Arsenal, which was relocated from Detroit due to fear that the stored explosives would endanger the city's population. It is the oldest building in Dearborn still located on its original site, and is considered to be one of the seven most significant buildings in Michigan."
  },
  {
    "Unnamed: 0": 15,
    "Name on the Register": "Charles G. Curtiss Sr. House",
    "Date listed": "December 2, 1993\n(#93001350)",
    "Location": "168 S. Union St.\n42°22′19″N 83°27′58″W﻿ / ﻿42.371944°N 83.466111°W",
    "City or town": "Plymouth",
    "Summary": "This house is a two-story wood-framed house sitting on a fieldstone foundation. It was built in approximately 1890 by Charles G. Curtiss Sr., a builder from Plymouth. The form of the house (a gabled ell with tower) had been poplar regionally and nationally since the 1850s, but by the time this house was built was much out of fashion."
  },
  {
    "Unnamed: 0": "@@@_-47",
    "Name on the Register": "Dearborn Inn and Colonial Homes",
    "Date listed": "December 10, 1982\n(#82000549)",
    "Location": "20301 Oakwood Blvd.\n42°17′48″N 83°13′41″W﻿ / ﻿42.296667°N 83.228056°W",
    "City or town": "Dearborn",
    "Summary": "The Dearborn Inn, was conceived by Henry Ford, who saw a need for food and accommodations for visitors flying into the nearby Ford Airport. The Inn was designed by architect Albert Kahn, and upon its opening in 1931 became the first airport hotel in the country."
  },
  {
    "Unnamed: 0": 17,
    "Name on the Register": "Defer Elementary School",
    "Date listed": "May 2, 2001\n(#01000458)",
    "Location": "15425 Kercheval\n42°23′00″N 82°56′07″W﻿ / ﻿42.383336°N 82.935183°W",
    "City or town": "Grosse Pointe Park",
    "Summary": "In 1921, in response to the influx of families, five school districts in what is now the Grosse Pointe area were consolidated into Rural Agricultural District No. 1 (later renamed the Grosse Pointe Public School System). The first building constructed after consolidation was Defer Elementary School, built on the site of a rhubarb patch owned by Ludwig Meininger."
  },
  {
    "Unnamed: 0": 18,
    "Name on the Register": "Paul Harvey Deming House",
    "Date listed": "July 25, 1996\n(#96000811)",
    "Location": "111 Lake Shore Rd.\n42°23′30″N 82°53′40″W﻿ / ﻿42.391667°N 82.894444°W",
    "City or town": "Grosse Pointe Farms",
    "Summary": "This house was a 15,000-square-foot (1,400 m2), 2 1⁄2-story Tudor Revival built in the shape of a U. It was built for Paul Harvey Deming, Chairman of the Board of the George Worthington Company. The house was demolished in 1997."
  },
  {
    "Unnamed: 0": 19,
    "Name on the Register": "Phillip and Maria Hasselbach Dingledey House",
    "Date listed": "June 2, 2000\n(#00000616)",
    "Location": "1638 N. Haggerty Rd. (Canton Township)\n42°19′06″N 83°26′55″W﻿ / ﻿42.318333°N 83.448611°W",
    "City or town": "Westland",
    "Summary": "The Phillip and Maria Hasselbach Dingledey House was an upright and wing style farmhouse with a relatively unusual double upright. The house is no longer at its listed location; a small commercial complex now occupies the site."
  },
  {
    "Unnamed: 0": 20,
    "Name on the Register": "East River Road Historic District",
    "Date listed": "August 13, 1974\n(#74001003)",
    "Location": "East River Rd. near the Grosse Ile Parkway\n42°07′33″N 83°08′30″W﻿ / ﻿42.125833°N 83.141667°W",
    "City or town": "Grosse Ile",
    "Summary": "This district includes several Gothic Revival mansions built in the 1850s, St. James Episcopal Church (also on the Register) and the Michigan Central Railroad Depot."
  },
  {
    "Unnamed: 0": 21,
    "Name on the Register": "East River Road – North Hickory Canal Bridge",
    "Date listed": "February 4, 2000\n(#00000042)",
    "Location": "E. River Rd. over N. Hickory Canal\n42°05′46″N 83°09′02″W﻿ / ﻿42.096111°N 83.150556°W",
    "City or town": "Grosse Ile",
    "Summary": "The East River Road – North Hickory Canal Bridge is 64 feet (20 m) continuous concrete slab bridge. Wayne County used this type of bridge in the years during and after World War II, presumably because of the difficulty of obtaining steel during these years."
  },
  {
    "Unnamed: 0": 22,
    "Name on the Register": "John and Emma Lacey Eberts House",
    "Date listed": "July 16, 2009\n(#09000524)",
    "Location": "109 Vinewood Ave.\n42°12′27″N 83°09′02″W﻿ / ﻿42.207372°N 83.1506°W",
    "City or town": "Wyandotte",
    "Summary": "In 1872, John Eberts Jr. married Emma Lacey, and that same year the couple hired Raphael R. Thomas to build this house."
  },
  {
    "Unnamed: 0": 23,
    "Name on the Register": "Orson Everitt House",
    "Date listed": "October 14, 1980\n(#80001933)",
    "Location": "39040 W. Seven Mile Rd.\n42°25′31″N 83°25′47″W﻿ / ﻿42.425278°N 83.429722°W",
    "City or town": "Livonia",
    "Summary": "This irregularly massed Queen Anne features a broad porch and a circular turret. It is likely the design of the house was selected from a house plan book; a similar house plan can be found in Herbert C. Chivers' Artistic Homes."
  },
  {
    "Unnamed: 0": 24,
    "Name on the Register": "Fair Lane",
    "Date listed": "November 13, 1966\n(#66000399)",
    "Location": "4901 Evergreen Rd.\n42°18′58″N 83°14′08″W﻿ / ﻿42.316111°N 83.235556°W",
    "City or town": "Dearborn",
    "Summary": "Fair Lane was Henry and Clara Ford's estate in Dearborn, Michigan. It was named after an area in County Cork where Ford's adoptive grandfather, Patrick Ahern, was born. The extensive 1300 acre (5.3 km²) estate along the River Rouge included a large limestone house, electrical power plant on the dammed river, boathouse, stables and gardens designed by Jens Jensen. The estate was eventually donated to the University of Michigan for a new Dearborn campus."
  },
  {
    "Unnamed: 0": 25,
    "Name on the Register": "Ferry Street – Thorofare Canal Bridge",
    "Date listed": "February 18, 2000\n(#00000118)",
    "Location": "Ferry St. over Thorofare Canal\n42°08′17″N 83°09′23″W﻿ / ﻿42.138056°N 83.156389°W",
    "City or town": "Grosse Ile",
    "Summary": "The Ferry Street-Thorofare Canal Bridge is a good representative example of a continuous concrete slab, used by the Wayne County Road Commission during World War II and immediately after, presumably due to the difficulty of obtaining steel."
  },
  {
    "Unnamed: 0": 26,
    "Name on the Register": "First United Methodist Church",
    "Date listed": "August 3, 1982\n(#82002918)",
    "Location": "16300 Woodward Ave.\n42°24′55″N 83°06′11″W﻿ / ﻿42.415278°N 83.103056°W",
    "City or town": "Highland Park",
    "Summary": "In 1868, a frame chapel for interdenominational services was built behind where the First United Methodist Church currently stands. The site went through different hands, and in 1916, the Methodist congregation built the present Gothic church. In 1956, the original frame chapel behind the present church was demolished. Since 1995, Soul Harvest Ministries has operated from the building."
  },
  {
    "Unnamed: 0": 27,
    "Name on the Register": "John and Edna Truesdell Fischer Farmstead",
    "Date listed": "June 2, 2000\n(#00000617)",
    "Location": "4896–5228 S. Sheldon Rd. (Canton Township)\n42°16′10″N 83°28′36″W﻿ / ﻿42.269444°N 83.476667°W",
    "City or town": "Sheldon",
    "Summary": "This farmstead includes an 1897 Queen Anne house built by the children of German immigrants, as well as a 1945 ranch house, 18 greenhouses, a boiler house, a modern garage, and the remnants of a barn and silo."
  },
  {
    "Unnamed: 0": 28,
    "Name on the Register": "Ford River Rouge Complex",
    "Date listed": "June 2, 1978\n(#78001516)",
    "Location": "3001 Miller Rd.\n42°18′08″N 83°09′52″W﻿ / ﻿42.302222°N 83.164444°W",
    "City or town": "Dearborn",
    "Summary": "This complex is a Ford Motor Company automobile factory complex located along the Rouge River. Construction on the plant began in 1917, and when it was completed in 1928 it had become the largest integrated factory in the world. The Rouge measures 1.5 miles (2.4 km) wide by 1 mile (1.6 km) long, including 93 buildings with nearly 16 million square feet (1.5 km2) of factory floor space."
  },
  {
    "Unnamed: 0": 30,
    "Name on the Register": "Henry Ford Square House",
    "Date listed": "November 25, 1980\n(#80001932)",
    "Location": "29835 Beechwood Ave.\n42°19′37″N 83°20′07″W﻿ / ﻿42.326944°N 83.335278°W",
    "City or town": "Garden City",
    "Summary": "The Henry Ford Square House (also known as the Henry Ford Honeymoon House) is a four-room house built by hand by Henry Ford soon after his marriage, using timber cut on the property and finished in the sawmill he operated. Henry's wife Clara drew the plans for the house, and the couple moved in during June 1889, 14 months after they were married."
  },
  {
    "Unnamed: 0": 31,
    "Name on the Register": "Ford-Bacon House",
    "Date listed": "@@@_None",
    "Location": "45 Vinewood\n42°12′26″N 83°08′54″W﻿ / ﻿42.207222°N 83.148333°W",
    "City or town": "Wyandotte",
    "Summary": "In 1897, Edward Ford (also the builder of the George P. MacNichol House across the street) hired Malcomson & Higginbotham to design this house for himself and his wife Carrie. Ford lived in the house only a short time, and in 1902, his daughter Mary Ford Bacon and her husband Mark R. Bacon moved in, residing in the house until 1942. The house is now used as the Bacon Memorial District Library."
  },
  {
    "Unnamed: 0": 32,
    "Name on the Register": "Gibraltar Road – Waterway Canal Bridge",
    "Date listed": "February 10, 2000\n(#00000082)",
    "Location": "Gibraltar Rd. over Waterway Canal\n42°05′42″N 83°11′26″W﻿ / ﻿42.095°N 83.190556°W",
    "City or town": "Gibraltar",
    "Summary": "The Gibraltar Road Bridge is an unusual reinforced-concrete cantilevered-arch bridge. After construction, the Wayne County Road Commissioners noted that \\this low sweeping arch bridge is in keeping with its surroundings and is one of the features which make Gibraltar Road so attractive.\\\"\""
  },
  {
    "Unnamed: 0": 33,
    "Name on the Register": "Grace Evangelical Lutheran Church",
    "Date listed": "August 3, 1982\n(#82002919)",
    "Location": "12375 Woodward Ave.\n42°23′52″N 83°05′32″W﻿ / ﻿42.397778°N 83.092222°W",
    "City or town": "Highland Park",
    "Summary": "Grace Evangelical Lutheran Church was originally a mission on the west side of Detroit, and the congregation worshipped in built a frame Victorian Gothic chapel (built for the Highland Park Presbyterian Church congregation) one block south of the current site. The present cathedral was built from 1929 to 1930, and was used by the congregation until 1979, when the Grace Evangelical congregation sold their church building to an Apostolic African-American congregation, the Prayer Temple of Love Cathedral."
  },
  {
    "Unnamed: 0": 35,
    "Name on the Register": "Greenmead Farms",
    "Date listed": "March 24, 1972\n(#72000672)",
    "Location": "38125 Base Line Rd.\n42°26′17″N 83°25′05″W﻿ / ﻿42.438056°N 83.418056°W",
    "City or town": "Livonia",
    "Summary": "Greenmead Farms was originally the farm of Joshua Simmons, who moved to the property in 1825. The farm includes the 1829 North Barn (the first barn built in Livonia) and an 1841 Greek Revival farmhouse. Additional structures, including four mid-19th-century farmhouses, have been moved to the property as the surrounding area has been developed."
  },
  {
    "Unnamed: 0": 36,
    "Name on the Register": "Grosse Pointe High School",
    "Date listed": "May 20, 1993\n(#93000429)",
    "Location": "11 Grosse Pointe Blvd.\n42°23′27″N 82°54′08″W﻿ / ﻿42.390833°N 82.902222°W",
    "City or town": "Grosse Pointe Farms",
    "Summary": "Grosse Pointe South was added to the Register for its significance in architecture, art, and education. The school anchors one of Grosse Pointe's most historically significant neighborhoods, the Beverly Road Historic District. Grosse Pointe Memorial Presbyterian Church, Christ Church Grosse Pointe, and Richard Elementary School are all within two blocks of the school."
  },
  {
    "Unnamed: 0": 37,
    "Name on the Register": "Grosse Pointe Memorial Church",
    "Date listed": "December 6, 1993\n(#93001351)",
    "Location": "16 Lake Shore Dr.\n42°23′20″N 82°53′58″W﻿ / ﻿42.388889°N 82.899444°W",
    "City or town": "Grosse Pointe Farms",
    "Summary": "In 1865, a group of Grosse Pointe residents founded the nondenominational Grosse Pointe Protestant Evangelical Church. In 1920, the congregation reorganized as a Presbyterian church. Truman Handy Newberry and his brother John donated nearly $300,000 to the congregation for a new church building, as a memorial to their parents John and Helen."
  },
  {
    "Unnamed: 0": 38,
    "Name on the Register": "Hamtramck Stadium",
    "Date listed": "July 31, 2012\n(#12000458)",
    "Location": "3201 Dan St.\n42°23′23″N 83°03′03″W﻿ / ﻿42.38982°N 83.050699°W",
    "City or town": "Hamtramck",
    "Summary": "Hamtramck Stadium, also known as Roesink Stadium, is one of only 12 remaining Negro league baseball stadiums. It was home to the Detroit Stars of 1930-31, 1933, and 1937. It was also home to the Detroit Wolves who played in 1932."
  },
  {
    "Unnamed: 0": 39,
    "Name on the Register": "Highland Heights-Stevens' Subdivision Historic District",
    "Date listed": "February 8, 1988\n(#88000050)",
    "Location": "Bounded by Woodward Ave., the alley south of E. Buena Vista Ave., Oakland Ave., and the alley south of Massachusetts Ave.\n42°23′49″N 83°05′13″W﻿ / ﻿42.396944°N 83.086944°W",
    "City or town": "Highland Park",
    "Summary": "The Highland Heights-Stevens' Subdivision Historic District is a residential historic district of primarily single-family homes built in the early 20th-century. The houses are fine representation of the variety of American residential architecture in the years 1900–1930. Styles represented include foursquares, bungalows, and various revival styles."
  },
  {
    "Unnamed: 0": 40,
    "Name on the Register": "Highland Park General Hospital",
    "Date listed": "October 31, 1985\n(#85003400)",
    "Location": "357 Glendale Ave.\n42°23′41″N 83°06′19″W﻿ / ﻿42.394722°N 83.105278°W",
    "City or town": "Highland Park",
    "Summary": "The Highland Park General Hospital is a significant landmark in the history of Highland Park. The hospital was one of the first two institutions established when Highland Park incorporated as a city in 1916. The primary building faces Glendale, and includes the original hospital building, built in 1918, and the attached nurses' residence, built in 1925."
  },
  {
    "Unnamed: 0": 41,
    "Name on the Register": "Highland Park Plant, Ford Motor Company",
    "Date listed": "February 6, 1973\n(#73000961)",
    "Location": "15050 Woodward Ave.\n42°24′37″N 83°05′40″W﻿ / ﻿42.410278°N 83.094444°W",
    "City or town": "Highland Park",
    "Summary": "The Highland Park Ford Plant was a production plant for Ford Motor Company The plant was designed by Albert Kahn in 1908 and was opened in 1910. Because of its spacious design, it set the precedent for many factories and production plants built thereafter. In 1913, the Highland Park Ford Plant became the first automobile production facility in the world to implement the assembly line"
  },
  {
    "Unnamed: 0": 42,
    "Name on the Register": "Highland Park Presbyterian Church",
    "Date listed": "August 3, 1982\n(#82002920)",
    "Location": "14 Cortland St.\n42°23′48″N 83°05′30″W﻿ / ﻿42.396667°N 83.091667°W",
    "City or town": "Highland Park",
    "Summary": "The Highland Park Presbyterian Church was established in 1893 as a mission church of the First Presbyterian Church of Detroit. Three years later a small chapel was built on the site of the present church. However, the congregation grew to over two hundred members, and the present building was constructed from 1910 to 1911. The building is now known as the Park United Presbyterian Church."
  },
  {
    "Unnamed: 0": "@@@_647",
    "Name on the Register": "Jefferson Avenue – Huron River and Harbin Drive – Silver Creek Canal Bridges",
    "Date listed": "February 10, 2000\n(#00000080)",
    "Location": "Jefferson Ave. over Huron R.; Harbin Dr. over Silver Creek Canal\n42°02′32″N 83°12′52″W﻿ / ﻿42.042222°N 83.214444°W",
    "City or town": "Brownstown Charter Township",
    "Summary": "This listing comprises two separate bridges: the Jefferson Avenue Bridge, which carries W. Jefferson Avenue over the Huron River and the smaller Harbin Drive Bridge spanning the Silver Creek Canal. The Jefferson Avenue Bridge connects Wayne County to Berlin Charter Township in Monroe County and is also listed on the NRHP listings in Monroe County article."
  },
  {
    "Unnamed: 0": 45,
    "Name on the Register": "William and Margot Kessler House",
    "Date listed": "September 30, 2013\n(#13000801)",
    "Location": "1013 Cadieux Road\n42°23′00″N 82°54′55″W﻿ / ﻿42.383335°N 82.915183°W",
    "City or town": "Grosse Pointe Park",
    "Summary": "The William and Margot Kessler House was constructed in 1959 by architect William Kessler for himself, his wife Margot, and his family. The most dramatic features of the house are the saw-tooth roof and the textured brick privacy fence that creates an enclosed garden along the front of the house."
  },
  {
    "Unnamed: 0": 46,
    "Name on the Register": "Orrin and Roxanne Fairman Kinyon House",
    "Date listed": "June 9, 2000\n(#00000649)",
    "Location": "7675 N. Ridge Rd.\n42°20′30″N 83°31′43″W﻿ / ﻿42.341667°N 83.528611°W",
    "City or town": "Canton",
    "Summary": "This house is a Greek Revival farmhouse, of post and beam construction, sided with wood and sitting on a stone foundation. It was built in 1850 by Orrin Kinyon, the son of one of Canton Township's original settlers."
  },
  {
    "Unnamed: 0": 47,
    "Name on the Register": "Charles J. and Ingrid V. (Frendberg) Koebel House",
    "Date listed": "December 8, 2009\n(#09001068)",
    "Location": "203 Cloverly Road\n42°24′17″N 82°53′57″W﻿ / ﻿42.404606°N 82.899186°W",
    "City or town": "Grosse Pointe Farms",
    "Summary": "This Modernist house was the first commission for the father-and-son firm of Eliel and Eero Saarinen. The house integrates the exterior architecture, sculpture, interior design, lighting, and furnishings."
  },
  {
    "Unnamed: 0": 48,
    "Name on the Register": "Lilley Road – Lower Rouge River Bridge",
    "Date listed": "February 10, 2000\n(#00000078)",
    "Location": "Lilley Rd. over Lower Rouge R.\n42°16′46″N 83°27′24″W﻿ / ﻿42.279444°N 83.456667°W",
    "City or town": "Canton Township",
    "Summary": "This bridge was originally built in 1923–1924 for installation where Telegraph Road crossed a branch of the Rouge River just north of Warren Road. However, Telegraph Road was soon widened, and the bridge was removed and in 1933 installed at the Lilley Road crossing of the Lower Rouge River."
  },
  {
    "Unnamed: 0": 49,
    "Name on the Register": "Lincoln Park Post Office",
    "Date listed": "February 4, 2004\n(#03001551)",
    "Location": "1335 Southfield Rd.\n42°15′01″N 83°10′44″W﻿ / ﻿42.250278°N 83.178889°W",
    "City or town": "Lincoln Park",
    "Summary": "The design of this 1938 building, created by supervising architect of the treasury Louis A. Simon, was used for a number of other Depression-era post offices in the state of Michigan."
  },
  {
    "Unnamed: 0": 50,
    "Name on the Register": "George P. MacNichol House",
    "Date listed": "May 24, 1984\n(#84001859)",
    "Location": "2610 Biddle Ave.\n42°12′27″N 83°08′56″W﻿ / ﻿42.2075°N 83.148889°W",
    "City or town": "Wyandotte",
    "Summary": "In 1896, Edward Ford (also the builder of the Ford-Bacon House across the street) hired Malcomson & Higginbotham to design this home as wedding gift for his daughter Laura on her marriage to George P. MacNichol. The house is currently used as the Wyandotte Historical Museum."
  },
  {
    "Unnamed: 0": 51,
    "Name on the Register": "Marx House",
    "Date listed": "August 13, 1976\n(#76001043)",
    "Location": "2630 Biddle Ave.\n42°12′26″N 83°08′56″W﻿ / ﻿42.207222°N 83.148889°W",
    "City or town": "Wyandotte",
    "Summary": "The Marx House was built in approximately 1862 for Warren Isham. In the next 60 years, the house went through six owners, including Charles W. Thomas, Wyandotte's first druggist, and Dr. Theophilus Langlois, a prominent physician who served as Wyandotte's mayor for two terms and contributed to other civic projects in the city. In 1921, the house was purchased by John Marx, the city attorney and scion of a local brewery owner."
  },
  {
    "Unnamed: 0": 52,
    "Name on the Register": "Medbury's-Grove Lawn Subdivisions Historic District",
    "Date listed": "February 8, 1988\n(#88000049)",
    "Location": "Roughly bounded by Hamilton Ave., the alley south of Louise Ave., Woodward Ave., and the alley south of Puritan Ave.\n42°24′46″N 83°06′28″W﻿ / ﻿42.412778°N 83.107778°W",
    "City or town": "Highland Park",
    "Summary": "Medbury's-Grove Lawn Subdivisions Historic District is a residential historic district, built up primarily in the 1910s and 1920s. It features a variety of architectural styles that were popular at the time. Bungalows and bungalow-style houses with Craftsman or colonial details predominate, and, in fact, the neighborhood is significant for containing Michigan's most outstanding collection of single-family bungalows and bungalow-style homes. However, foursquare, colonial revival, and English cottage homes are also present within the neighborhood."
  },
  {
    "Unnamed: 0": 53,
    "Name on the Register": "Mellus Newspapers Building",
    "Date listed": "July 20, 2005\n(#05000716)",
    "Location": "1661 Fort St.\n42°15′06″N 83°10′31″W﻿ / ﻿42.251667°N 83.175278°W",
    "City or town": "Lincoln Park",
    "Summary": "In 1941, William S. Mellus constructed this building to house his Lincoln Parker newspaper. The company remained in the building until a 1986 merger with Heritage Newspapers. The building was eventually purchased by the Lincoln Park Downtown Development Authority, and was demolished on May 13, 2010."
  },
  {
    "Unnamed: 0": 54,
    "Name on the Register": "Northville Historic District",
    "Date listed": "July 31, 1972\n(#72000673)",
    "Location": "Bounded roughly by Cady, Rogers, and Randolph Sts.\n42°25′54″N 83°29′03″W﻿ / ﻿42.431667°N 83.484167°W",
    "City or town": "Northville",
    "Summary": "This district is located in the heart of old Northville, and is primarily residential, although the 73 contributing structures include several commercial buildings and a church. The majority of district consists of Gothic Revival houses constructed between 1860 and 1880."
  },
  {
    "Unnamed: 0": 55,
    "Name on the Register": "Norwayne Historic District",
    "Date listed": "July 9, 2013\n(#13000479)",
    "Location": "Generally bounded by Palmer, Wildwood, Glenwood & Merriman Rds., Wayne County Lower Rouge Pkwy.\n42°17′32″N 83°21′55″W﻿ / ﻿42.292228°N 83.365140°W",
    "City or town": "Westland",
    "Summary": "The Norwayne subdivision was originally built in 1942 by the National Housing Agency to house workers employed at nearby defense industry plants, including the Willow Run Bomber Plant. The project originally had 1189 residential buildings, a Management Office, a fire station, a church, two elementary schools, and several commercial properties. Streets in the subdivision are primarily curvilinear, following the Federal Housing Administration guidelines published in the late 1930s."
  },
  {
    "Unnamed: 0": 56,
    "Name on the Register": "Palmer Park Boulevard Apartments District",
    "Date listed": "January 22, 1992\n(#91001983)",
    "Location": "1981, 2003 and 2025 W. McNichols Rd.\n42°25′02″N 83°07′15″W﻿ / ﻿42.417222°N 83.120833°W",
    "City or town": "Highland Park",
    "Summary": "The Palmer Park Boulevard Apartments District is a collection of three apartment building located at 1981, 2003 and 2025 West McNichols Road. These three adjacent buildings were all built in the same time period (the mid-1920s), all were designed by the same architect (Richard H. Marr), and all share a uniform height, setback, and general plan."
  },
  {
    "Unnamed: 0": 57,
    "Name on the Register": "Parke Lane Road – Thorofare Canal Bridge",
    "Date listed": "February 4, 2000\n(#00000043)",
    "Location": "Parke Lane Rd. over Thorofare Ch.\n42°10′05″N 83°08′38″W﻿ / ﻿42.168056°N 83.143889°W",
    "City or town": "Grosse Ile",
    "Summary": "The Parke Lane Road-Thorofare Canal Bridge is of a rare cantilevered concrete arch design. The traditional arch bridge design requires a complete arch. In contrast, the cantilevered arch design is divided into two structurally independent half-arches which are each cantilevered from one side with a slab suspended between the two cantilevered sections."
  },
  {
    "Unnamed: 0": 58,
    "Name on the Register": "John and Eliza Barr Patterson House",
    "Date listed": "June 9, 2000\n(#00000647)",
    "Location": "6205 N. Ridge Rd.\n42°19′34″N 83°31′40″W﻿ / ﻿42.326111°N 83.527778°W",
    "City or town": "Canton",
    "Summary": "In 1844, John Patterson married Eliza Barr; the couple purchased another plot of land and built this Greek Revival house. The farm remained in the family until 1999. The grounds still contain rose, daylily, and peony plantings that date from the late 19th and early 20th centuries."
  },
  {
    "Unnamed: 0": 59,
    "Name on the Register": "Redford Township District No. 5 School",
    "Date listed": "March 28, 1997\n(#97000279)",
    "Location": "18499 Beech Daly Rd.\n42°25′28″N 83°17′50″W﻿ / ﻿42.424444°N 83.297222°W",
    "City or town": "Redford",
    "Summary": "This school was built using stock plans available free of charge from the state superintendent of public instruction, and is a rare surviving unremodeled example of a school featuring every detail of the original plans. It is still used as the John C. Raeside Administration Building of the Redford Union School District."
  },
  {
    "Unnamed: 0": 60,
    "Name on the Register": "Pere Gabriel Richard Elementary School",
    "Date listed": "July 22, 1994\n(#94000752)",
    "Location": "176 McKinley Ave.\n42°23′43″N 82°54′18″W﻿ / ﻿42.395278°N 82.905°W",
    "City or town": "Grosse Pointe Farms",
    "Summary": "This school, named for Father Gabriel Richard (1767–1832), was designed by Robert O. Derrick in the French Renaissance style. It first opened its doors in September 1930, with a population of 389 students."
  },
  {
    "Unnamed: 0": 61,
    "Name on the Register": "Rosedale Gardens Historic District",
    "Date listed": "July 19, 2010\n(#10000478)",
    "Location": "Arden St. to Hubbard St. between Plymouth Rd. and West Chicago St.\n42°21′54″N 83°21′29″W﻿ / ﻿42.365°N 83.358056°W",
    "City or town": "Livonia",
    "Summary": "Rosedale Gardens was platted by the Shelden Land Company in the 1920s. The company modeled the development on Rosedale Park in Detroit. The first wood-sided houses were built in 1925. When the Great Depression hit, construction stopped for a time; the developer bricked over existing homes, and continued with brick construction when building resumed later in the 1930s."
  },
  {
    "Unnamed: 0": 62,
    "Name on the Register": "STE. CLAIRE (steamer)",
    "Date listed": "November 2, 1979\n(#79001177)",
    "Location": "Ecorse waterfront\n42°15′37″N 83°07′26″W﻿ / ﻿42.260278°N 83.123889°W",
    "City or town": "Ecorse",
    "Summary": null
  },
  {
    "Unnamed: 0": 63,
    "Name on the Register": "St. Florian Historic District",
    "Date listed": "September 13, 1984\n(#84001865)",
    "Location": "Roughly bounded by Joseph Campau Ave., Holbrook Ave., Dequindre, Norwalk, Lumpkin, and Yemans Sts.\n42°23′41″N 83°03′42″W﻿ / ﻿42.394722°N 83.061667°W",
    "City or town": "Hamtramck",
    "Summary": "In the early part of the 20th century, the Roman Catholic Archdiocese of Detroit recognized the need for a church to serve Polish residents, of Hamtramck, many of whom flocked to the city to work at the Dodge automotive factory. St. Florian parish was established in 1907, and a church was consecrated in 1909. As the parish grew, congregants amassed over $500,000 to build a second, grander church. This one was consecrated on October 21, 1928."
  },
  {
    "Unnamed: 0": 64,
    "Name on the Register": "St. James Episcopal Church",
    "Date listed": "November 19, 1971\n(#71000434)",
    "Location": "25150 E. River Rd.\n42°07′29″N 83°08′33″W﻿ / ﻿42.124722°N 83.1425°W",
    "City or town": "Grosse Ile",
    "Summary": "St. James Episcopal Church was constructed in 1867. Funds to build the church came primarily from the estate of Lisette Denison Forth, a freed slave who had willed the builk of her savings to the purpose of constructing an Episcopalian house of worship. The red doors of the structure are dedicated to the memory and benevolence of Lisette Denison Forth."
  },
  {
    "Unnamed: 0": 65,
    "Name on the Register": "Saint Paul Catholic Church Complex",
    "Date listed": "June 17, 1994\n(#94000621)",
    "Location": "157 Lake Shore Dr.\n42°23′41″N 82°53′37″W﻿ / ﻿42.394722°N 82.893611°W",
    "City or town": "Grosse Pointe Farms",
    "Summary": "The St. Paul Roman Catholic parish was the first Cathoic parish in the Grosse Pointes, organized in 1835 but with roots back to the 1790s. The present church building, the third for the parish, was designed by Harry J. Rill and was completed in 1899[2] at a cost of just over $23,000. The church is constructed of brick and stone, and is designed in the French Gothic Revival style, an unusual class of architecture in the Detroit area."
  },
  {
    "Unnamed: 0": 66,
    "Name on the Register": "Carl E. and Alice Candler Schmidt House",
    "Date listed": "August 24, 2005\n(#05000909)",
    "Location": "301 Lake Shore Rd.\n42°24′18″N 82°53′18″W﻿ / ﻿42.405°N 82.888333°W",
    "City or town": "Grosse Pointe Farms",
    "Summary": "Carl E. Schmidt was a tanner with a succssful Detroit business; he was also a close friend and political advisor to Hazen Pingree, who served as both mayor of Detroit and governor of Michigan. Schmidt and his wife Alice built this Shingle-style house in 1909."
  },
  {
    "Unnamed: 0": 67,
    "Name on the Register": "Sheldon Inn",
    "Date listed": "June 2, 2000\n(#00000618)",
    "Location": "44134 Michigan Ave. (Canton Township)\n42°16′31″N 83°28′28″W﻿ / ﻿42.275278°N 83.474444°W",
    "City or town": "Sheldon",
    "Summary": "The Sheldon Inn is a two-story Greek Revival apartment building, previously used as a single-family home and a travelers' inn. The Inn was built by Timothy and Rachel Sheldon, one of the very first families to settle in Canton Township, in 1825."
  },
  {
    "Unnamed: 0": 68,
    "Name on the Register": "George and Mary Pine Smith House",
    "Date listed": "June 2, 2000\n(#00000619)",
    "Location": "3704 S. Sheldon Rd. (Canton Township)\n42°16′47″N 83°28′37″W﻿ / ﻿42.279722°N 83.476944°W",
    "City or town": "Sheldon",
    "Summary": "The land this house sits on was first farmed by William Smith of England, who purchased 80 acres (320,000 m2) of land in 1830. William Smith and his wife Mary Collins Smith raised seven children on this farm, establishing a long line of Smiths farming in Canton Township. William's grandson George Smith Jr. married Mary Pine, and in 1904, George Jr. and Mary Smith spent $2,058.76 to build the house that now sits on the property. Although the present acreage is small, outbuildings on the property give the feel of the old farmstead and the wooded edges isolate the house from the surrounding modern developments."
  },
  {
    "Unnamed: 0": 69,
    "Name on the Register": "South Pointe Drive – Frenchman's Creek Bridge",
    "Date listed": "February 18, 2000\n(#00000117)",
    "Location": "South Pointe Dr. over Frenchman's Creek\n42°06′09″N 83°10′20″W﻿ / ﻿42.1025°N 83.172222°W",
    "City or town": "Grosse Ile",
    "Summary": "This bridge designed is a 40-foot (12 m) concrete T-beam bridge, completed in 1939 using labor from the Works Progress Administration."
  },
  {
    "Unnamed: 0": 70,
    "Name on the Register": "William B. and Mary Chase Stratton House",
    "Date listed": "May 24, 1984\n(#84001867)",
    "Location": "938 Three Mile Dr.\n42°22′43″N 82°55′24″W﻿ / ﻿42.378611°N 82.923333°W",
    "City or town": "Grosse Pointe Park",
    "Summary": "The William B. and Mary Chase Stratton House was built in 1927 as a collaborative venture between husband-and-wife William Buck Stratton (an architect) and Mary Chase Perry Stratton (a ceramicist and founder of Pewabic Pottery). The house design was heavily influenced by the Arts and Crafts Movement, and the Strattons used natural material, texture, and color to create an original and masterly composition."
  },
  {
    "Unnamed: 0": 71,
    "Name on the Register": "Trinity United Methodist Church",
    "Date listed": "August 3, 1982\n(#82002921)",
    "Location": "13100 Woodward Ave.\n42°24′05″N 83°05′37″W﻿ / ﻿42.401389°N 83.093611°W",
    "City or town": "Highland Park",
    "Summary": "Trinity United Methodist was built by the Cass United Methodist Church of Detroit as a mission church to serve membership in Highland Park who lived too far to travel the eight miles (13 km) to Cass United. It is now known as the New Mt. Moriah Baptist Church."
  },
  {
    "Unnamed: 0": 72,
    "Name on the Register": "Ephraim and Emma Woodworth Truesdell House",
    "Date listed": "April 2, 2003\n(#03000174)",
    "Location": "1224 Haggerty Rd.\n42°17′56″N 83°26′54″W﻿ / ﻿42.298889°N 83.448333°W",
    "City or town": "Canton",
    "Summary": "The structure is significant as one of the most finely crafted houses in the township, as well as its association with one of the most important families in the area."
  },
  {
    "Unnamed: 0": 74,
    "Name on the Register": "Carlton D. Wall House",
    "Date listed": "June 28, 1994\n(#94000620)",
    "Location": "12305 Beck Rd.\n42°22′16″N 83°30′42″W﻿ / ﻿42.371111°N 83.511667°W",
    "City or town": "Plymouth",
    "Summary": "The Carlton D. Wall House is an elaborate Usonian home designed by Frank Lloyd Wright in 1941. It is built as a series of hexagons radiating from a central space."
  },
  {
    "Unnamed: 0": 75,
    "Name on the Register": "Waltz Road – Huron River Bridge",
    "Date listed": "February 10, 2000\n(#00000081)",
    "Location": "Waltz Rd. over Huron R.\n42°09′40″N 83°24′10″W﻿ / ﻿42.161111°N 83.402778°W",
    "City or town": "Huron Township",
    "Summary": "The Waltz Road – Huron River Bridge was constructed in 1924 by the Wayne County Road Commission replacing a previous footbridge that had been erected over the Huron River to allow local children to attend school. The span consists of two identical seven-panel, camelback Pratt pony trusses with sidewalks attached to the outside of each truss."
  },
  {
    "Unnamed: 0": 77,
    "Name on the Register": "Wilson Barn",
    "Date listed": "December 12, 1973\n(#73000962)",
    "Location": "NE corner of Middlebelt and W. Chicago Rds.\n42°21′53″N 83°19′55″W﻿ / ﻿42.364722°N 83.331944°W",
    "City or town": "Livonia",
    "Summary": "@@@_None"
  },
  {
    "Unnamed: 0": 78,
    "Name on the Register": "John T. Woodhouse House",
    "Date listed": "July 20, 2005\n(#05000715)",
    "Location": "33 Old Brook Ln.\n42°24′24″N 82°53′18″W﻿ / ﻿42.406667°N 82.888333°W",
    "City or town": "Grosse Pointe Farms",
    "Summary": "The John T. Woodhouse House is a private house designed by George D. Mason."
  },
  {
    "Unnamed: 0": 79,
    "Name on the Register": "Wyandotte Odd Fellows Temple",
    "Date listed": "July 16, 2009\n(#09000527)",
    "Location": "81 Chestnut St.\n42°12′19″N 83°08′58″W﻿ / ﻿42.205144°N 83.149517°W",
    "City or town": "Wyandotte",
    "Summary": "The Wyandotte Odd Fellows Temple was built in 1911 by the Wyandotte chapter of the Independent Order of Odd Fellows, a fraternal organization. In 1943, the building was purchased by the Fraternal Order of Free and Accepted Masons. The Masons used the building for over 50 years, after which it was used as a church; in 2008 the city of Wyandotte purchased the building to preserve the structure."
  }
]